/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Uma tabela de ondas está sendo criada no momento. Tente novamente depois que o processo de criação for concluído.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Foram detectadas informações de timbre de uma única forma de onda. Troque o botão Modulação para “Formante” para disponibilizar a modulação formante. Os botões Forma 1 e Forma 2 não funcionam.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Para criar uma tabela de ondas, o áudio deve ter uma altura tonal constante, várias seções com notas separadas por silêncios ou uma ou mais seções de repetição individuais.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "A nova tabela de ondas contém %d formas de onda.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Criando Tabela de Ondas";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Tabela de Ondas Criada com uma Única Forma de Onda";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Tabela de Ondas Não Criada";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Tabela de Ondas Criada";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Interno";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Cadeia Lateral:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Inativo";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Entrada de Áudio Externo:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Identificação das Notas";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Análise de Tonalidade";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Analisando: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Erro de abertura de arquivo";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "O arquivo de áudio que você está tentando carregar não pode ser encontrado.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Erro de abertura de arquivo";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Não há memória disponível suficiente para carregar o arquivo selecionado.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "O arquivo contém alterações de andamento";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Aviso: um ou mais arquivos sendo importados contêm marcadores de alteração de andamento. Esta versão do MainStage não é compatível com a sincronização de arquivos com alteração de andamento.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Erro de abertura de arquivo";

/* Playback file alert */
"PlaybackTransientsMessage" = "Os transientes do arquivo selecionado foram ocultos no Logic Pro. Abra o arquivo no Logic Pro e mostre os transientes antes de reabrir o arquivo no plug-in.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Erro desconhecido";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "O arquivo selecionado não pôde ser aberto.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Formato de arquivo de áudio incompatível";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "O arquivo de áudio que você está tentando adicionar não está em um formato de arquivo compatível. Use o iTunes ou outro aplicativo de áudio para converter o arquivo para um formato compatível antes de adicioná-lo ao plug-in Reproduzir.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (o arquivo está ausente)";
